tap "cormacrelf/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "ngrok/ngrok"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "rbenv/tap"
tap "sachaos/todoist"
tap "stripe/stripe-cli"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "libssh2"
brew "bat"
brew "curl"
brew "curlie"
brew "direnv"
brew "fd"
brew "libevent"
brew "open-mpi"
brew "openssl@1.1"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "fzy"
brew "libidn"
brew "ghostscript"
brew "libgit2@1.5"
brew "git-absorb"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "gpgme"
brew "harfbuzz"
brew "hdf5"
brew "python@3.12"
brew "httpie"
brew "libheif"
brew "imagemagick"
brew "jmeter"
brew "krb5"
brew "libpq"
brew "librsvg"
brew "msgpack"
brew "neofetch"
brew "neovim"
brew "perl"
brew "poppler"
brew "postgresql@14"
brew "python@3.11"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "tmux"
brew "vim"
brew "vips"
brew "yarn"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "cormacrelf/tap/dark-notify"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
brew "stripe/stripe-cli/stripe"
cask "corretto"
cask "font-caskaydia-mono-nerd-font"
cask "hashicorp-vagrant"
cask "ngrok"
vscode "azemoh.one-monokai"
vscode "britesnow.vscode-toggle-quotes"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "eamodio.gitlens"
vscode "equimper.react-native-react-redux"
vscode "esbenp.prettier-vscode"
vscode "eserozvataf.one-dark-pro-monokai-darker"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "gogson.opa"
vscode "hridoy.rails-snippets"
vscode "kevinrose.vsc-python-indent"
vscode "magicstack.magicpython"
vscode "mark-wiemer.vscode-autohotkey-plus-plus"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-speech"
vscode "msjsdiag.vscode-react-native"
vscode "njpwerner.autodocstring"
vscode "ocamllabs.ocaml-platform"
vscode "redhat.vscode-yaml"
vscode "richardkotze.git-mob"
vscode "rifi2k.format-html-in-php"
vscode "ritwickdey.liveserver"
vscode "sianglim.slim"
vscode "svelte.svelte-vscode"
vscode "testdouble.vscode-standard-ruby"
vscode "tomoki1207.pdf"
vscode "vangware.dark-plus-material"
vscode "vortizhe.simple-ruby-erb"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wengerk.highlight-bad-chars"
vscode "william-voyek.vscode-nginx"
vscode "wingrunr21.vscode-ruby"
vscode "xabikos.javascriptsnippets"
vscode "yy0931.save-as-root"
vscode "zepalmer.ocaml-indentation"
vscode "zhuangtongfa.material-theme"
